<script lang="ts">

export default {
  data() {
    return {
      title : `На что рассчитывать привзыскании неустойки по ДДУ?`,
      firstText: `Когда застройщик нарушает сроки сдачи по ДДУ, вы как дольщик имеете право требовать неустойку за просрочку, а также компенсацию убытков, вызванных этой просрочкой.`,
      secondText: `Само собой, застройщику невыгодно добровольно выплачивать вам компенсацию. Когда дело доходит до суда, суд урезает сумму неустойки на основании ст. 333 ГК РФ. Это урезание практически неизбежно.`,
      lastText: `Основная наша задача состоит в том, чтобы взыскать неустойку по ДДУ в максимальном размере, т.е. избежать сильного ее урезания. Вот что вы можете требовать от застройщика.`
    }
  }
}

</script>

<template>
  <h2>{{ title }}</h2>
  <div>
    {{ firstText }}
  </div>
  <div>
    {{ secondText }}
  </div>
  <div>
    {{ lastText }}
  </div>
</template>

<style scoped>
div, h2 {
  padding: 1rem;
  width: 540px;
}
</style>